[
    {
        "title" : "태양인",
        "eng" : "taeyangin",
        "no" : 1,
        "body" : [
            "태양인은 머리가 크고 이목구비가 뚜렷하며 폐 부위에 해당하는 목이 두껍다.",
            "간부위에 해당하는 허리 아래 부분이 허약해 엉덩이가 작고 다리가 부실하며 살이 잘 찌지 않는다."
        ],        
        "male" : "장동건, 조용필, 나훈하,서세원,박진영,양현석,이경규,한석규,박중훈,독고영재,설경구,전현무,크리스티아누호날두,엑소 카이,강동원",
        "female" : "이휘향,김미화,이경실,이영애,지소연,전소미,손예진",
        "matching" : [
            { 
                "title" : "태양인",
                "point" : "30",
                "descriptions" : [
                    "태양인 남자와 태양인 여자는 둘다 저돌적이고 독선적인 성향으로 무슨일이든 의견대립이 발생하고 사사건건 충돌이 생길 수 있는데요.",
                    "이 때문에 두사람의 가정은 평온한 날이 없다고 볼 수 있어요.",
                    "두사람 다 앞으로 달릴줄만 알지 마무리를 모르고 양보도 모르기 때문에 무미건조하고 형식적인 가정생활을 할 가능성이 높아요.",
                    "가정생활을 시작하는것 조차가 기적인 태양인들이예요.",
                    "태양인으로써 만난 두 사람은 둘다 모두 양보하는 노력을 하지 않는다면 집안이 평온한 날을 없을 수도 있어요."
                ]
            },
            { 
                "title" : "태음인",
                "point" : "60",
                "descriptions" : [
                    "태음인 여성은 덤직한 체질로 아기자기함은 없고 무던한 타입으로써 불평없이 태양인남성의 독선적인 면을 잘 이해해주지만, 한번 폭팔하게 되면 오히려 남자보다 무섭게 변할 수도 있어요.",
                    "하지만 남녀모두 성격이 화가나도 금새 가라앉는 성격이라 큰 무리없는 한쌍이 될 수 있어요.",
                    "둘은 서로의 마음을 써주고 이해해주려는 자세가 필요하며, 서로의 성격상 다른 부분은 서로서로 채워주려는 자세를 가져야해요."
                ]
            },
            { 
                "title" : "소양인",
                "point" : "50",
                "descriptions" : [
                    "태양인 체질의 남성은 저돌적인 성격을 가지고 있고 남을 배려하지 않기 때문에 뭐든 혼자서 일처리를 하려고 합니다.",
                    "이는 결단력이 있어보이기도 하지만, 결국에는 독선적인 타입이라고 할 수 있어요.",
                    "하지만 소양인 체질 여성이 활발하고 대범하게 이해해주는 성격을 가지고 있어서 이에 대한 문제는 크게 발생되지 않는답니다.",
                    "또 소양인 여성은 감정의변화가 많고 속에 뭔가를 담아두지 못하기 때문에 자잘한 일들도 문제가 발생 할 수 있으나 뒤끝없이 화해하기도 해요. ",
                    "태양인 남성이 여성의 입장에 서서 좀 더 자상하게 행동하고 소양인 여성은 저돌적인 성격을 이해하는 자세를 가지면 서로 좋은 커플이 될 수 있으니 점수가 낮다고 너무 실망하지 마시길!!"
                ]
            },
            { 
                "title" : "소음인",
                "point" : "90",
                "descriptions" : [
                    "태양인 남성은 독선적이고 저돌적인 성격인것과 반대로 소음인 여성은 내성적이고 소심하고 가정적이라서 태양인의 외골수적인 성향을 잘 이해해줄 수 있기 때문에 더 없이 좋은 한쌍이 될 수 있다고해요.",
                    "태양인 남성이 섬세한 소음인 여성의 입장을 생각해주는 자세를 가지게 된다면, 가정적이고 다정한 소음인 여성은 남성의 호탕함에 더욱더 호감을 가지게 될거예요.",
                    "소음인 여성과 태양인 남성의 조합은 매우 이상적인 궁합이라고 할 수 있어요. 여성의 내조가 활발하고 사회생활에 적극적인 태양인 남성을 더욱 성공할 수 있게 만들 수 있어요."
                ]
            }            
        ]
    },
    {
        "title" : "소양인",
        "eng" : "soyangin",
        "no" : 2,
        "body" : [
            "머리가 작고 둥글며 짱구 형태의 두상을 가지고 있다.",
            "날카로운 눈매와 얇은 입술, 뾰족한 턱, 흰 살결을 가지고 있다.",
            "비장 부위인 가슴이 발달했고 어깨가 넓다. 콩팥에 해당하는 엉덩이는 빈약한 편이다.",
            "땀이 잘 안 나고 목소리가 맑다. 말과 행동이 민첩하지만 경솔해 보이기도 한다."
        ],
        "male" : "메시,박경,현빈,권상우,최수종,유재석,정형돈,하하,노홍철",
        "female" : "혜리,강소라,한가인,엄정화,이효리,전도연,유호정,조은숙,유혜정,장나라",
        "matching" : [
            { 
                "title" : "태양인",
                "point" : "20",
                "descriptions" : [
                    "소양인 남성은 직설적이고 솔직하게 하고싶은 말을 모두 내뱉어 버리는 특징이 있으며 태양인 여성또한 여성적이기보다 상대를 리드해야 직성이 풀리는 타입이고",
                    "소양인보다 기가쎄서 의견조율은 커녕 서로의 감정의 골만 깊어질 수 있어요. ",
                    "가급적 깊은 인연이 되지 않은게 좋은편에 속하는 궁합이예요.",
                    "단, 소양인 남성이 태양인 여성의 적극적이고 진취적인 성격을 많이 포옹해주고 참아준다면 좋은 사이가 될 수 있는 가능성도 있어요."
                ]
            },
            { 
                "title" : "태음인",
                "point" : "80",
                "descriptions" : [
                    "두 남여의 역활이 조금씩 바뀐거 같은 느낌이 들기도 하겠지만 서로의 단점을 보완해주면 아주 좋은 커플이라고 할 수 있어요.",
                    "태음인 여성은 무뚝뚝하고 말수가 적은 편이기 때문에 오히려 소양인 남성이 분위기를 리드해가야해요.",
                    "소양인 남성이 경솔한 실수를 해도 태음인 여성의 깊은 이해심으로 감정표현을 하지 않기 때문에 별다른 문제없이 조화로운 한쌍이 될 수 있답니다.",
                    "소양인 남성은 바깥일을 중시하고 태음인 여성은 집안일을 중시하므로 안팎으로 좋은 결실이 있는 좋은 배합이라고 해요."
                ]
            },
            { 
                "title" : "소양인",
                "point" : "30",
                "descriptions" : [
                    "소양인 남자와 소양인 여자는 양쪽 모두 신중하지 못한 성격을 가지고 있어서 다툼이 많고 좋을때는 잉꼬부부처럼 좋다가도 조금이라도 감정의 변화가 일어나면 나쁜감정을 마구 분출하는 스타일 이예요.",
                    "그래도 다행인건 다퉈도 뒤끝이 없다는 공통점이 있어서 길게 싸우지 않고 금방 화해를 해요.",
                    "하지만 양쪽 모두 부지런한 스타일이라 서로가 자신의 일에 집중해서 상대방의 대한 간섭을 줄인다면 좀 더 발전적이고 재미있게 살아갈 수 있는 궁합입니다.",
                    "특히 소양인의 특징 중 하나인 막말(언행)을 좀 더 신중하게 한다면 서로 더 좋은 사이가 될 수도 있어요."
                ]
            },
            { 
                "title" : "소음인",
                "point" : "70",
                "descriptions" : [
                    "소음인 여성은 지적이며 알뜰살뜰해서 활발한 에너지가 넘치는 소양인 남자를 이해하고 잘 감쌀줄 알아요.",
                    "소양인 남성은 활발해서 바깥일을 내일처럼 생각하고 좋아하고 소음인 여성은 가정을 잘 돌보는 현모양처 스타입이므로 이 둘은 이상적인 커플로 살 수 있지요.",
                    "하지만 소양인 남성이 너무 바깥으로만 돌고 가정을 돌보지 않으면, 소음인 여성은 속으로 스트레스가 쌓일 수 있어 짜증스럽고 우울한 날을 보낼 수도 있어요.",
                    "서로가 조금씩 양보하는 시간을 함께 가진다면 매우 이상적인 한쌍이예요."
                ]
            }            
        ]
    },
    {
        "title" : "태음인",
        "eng" : "taeeumin",
        "no" : 3,
        "body" : [
            "이목구비 윤곽이 뚜렷하고 목덜미가 약하다. 허리가 튼튼해 자세가 바르고 걸음걸이가 안정감 있다.",
            "손발이 크고 골격이 굵어 비대해 보일 수 있다. 피부가 잘 트고 배가 나왔으며 땀이 많다."
        ],
        "male" : "유동근,강호동,김용만,루이스 수아레스,윤두준,유지태,공유,이승엽,최불암,백종원,구광모,성시경",
        "female" : "김혜수,옥주현,박세리,정은지,고두심",
        "matching" : [
            { 
                "title" : "태양인",
                "point" : "80",
                "descriptions" : [
                    "두체질은 모두 자신의 뚜렷한 주관을 가지고 있는게 특징인데요.",
                    "체질적으로 강하고 자신감이 넘치는 태음인 남성은 밖으로 표현은 적고, 자신의 목표를 밖으로 표현하는 적극성이 결여될 수 있으나 이해심이 많고 느긋해서 활발한 태양인 여성의 적극적인 행동이 태음인 남성에게 큰 힘을 줘요.",
                    "외향적인 성격의 태양인 여성이 남성의 역활을, 내성적인 성격의 태음인 남성이 여성의 역활이라서 서로의 장점을 키워줄 수 있다면 더 없이 좋은 커플이 될 수 있어요."
                ]
            },
            { 
                "title" : "태음인",
                "point" : "20",
                "descriptions" : [
                    "서로 무뚝뚝하고 느긋한 편인 태음인끼리는 친구나 동지의 개념만 있을뿐 연인으로써는 크게 환영받을 궁합은 아니예요.",
                    "서로에게 크게 간접하지 않고 자신의 일만 묵묵하게 해나가는 특징을 가지고 있어 갈등이나 트러블은 없지만, 아기자기한 연인이나 부부의 인연으로 보기는 힘든점이 있어요.",
                    "서로간의 문제가 있어도 속으로 삭히고 마는 타입들이라 겉으로 보기에는 두사람이 문제없어 보이지만",
                    "그 문제들이 하나하나 수면위로 올라오게 될 때는 돌이킬 수 없는 상황이 될수도 있어요. 따라서 연인으로써의 인연이 맞지 않는다고 해요."
                ]
            },
            { 
                "title" : "소양인",
                "point" : "70",
                "descriptions" : [
                    "태음인 남성은 신체적으로 듬직하고 성격적으로 무뚝뚝하지만 너그러운 특징이 있으며 소양인 여성은 가볍고 자잘한 실수가 있으며",
                    "감정의 변화가 많아 약간 변덕을 부리기도 하지만 오히려 애교로 받아드릴 수 있다고 해요.",
                    "소양인 여성의 작은 실수들을 감싸주는 아량이 필요하고, 자신또한 감정변화를 조금씩 줄여나가는 노력을 한다면 매우 좋은 한쌍이 될 수 있을거예요.",
                    "소양인은 감정의 변화로 남에게 트집을 자주 잡지만 듬직한 성품의 태음인이 깜찍한 소양인 여성의 이런모습을 귀엽게 봐주니 충돌없는 한쌍이 될 수 있어요.",
                    "감정싸움이 발생되도 소양인 여성이 유쾌하게 먼저 화해를 청하는 형태기 때문에 무리없는 사이예요."
                ]
            },
            { 
                "title" : "소음인",
                "point" : "20",
                "descriptions" : [
                    "좀 의외인데요. 신체적으로 듬직하고 무뚝뚝하지만 느긋하고 이해심많은 태음인 남성과 아기자기하고 마음이 여린 소음인 여성은 잘 어울릴것 같지만",
                    "태음인 남자의 황소고집에 소음인 여성은 의심을 감추지 못하게 되는 형태라 별로 어울리는 궁합이 못되지요.",
                    "태음인 남성은 상대의 자상함이 오히려 깐깐한 참견으로 보일 수 있고 소음인 여성은 남성의 무뚝뚝한 면만을 탓할 수 있어요.",
                    "또 태음인 남성과 소양인 여성모두 \"음의기운\"을 가지고 있어 진취적이지 못한것도 흠이되며, 서로 트러블이 발생하면 해결점이 없는경우가 많아요."
                ]
            }            
        ]
    },
    {
        "title" : "소음인",
        "eng" : "soeumin",
        "no" : 4,
        "body" : [
            "이목구비는 크지 않고 온순한 느낌이다. 가슴 부위가 빈약하고 엉덩이가 발달했다.",
            "상체보다 하체가 발달했지만 체격이 작고 말라 약해 보이는 인상을 준다. 살결이 부드럽고 땀이 적다."
        ],
        "male" : "샤이니태민,정보석,안성기,김국진,신동엽,박명수",
        "female" : "아이유,공효진,려원,윤아,손연재,고현정",
        "matching" : [
            { 
                "title" : "태양인",
                "point" : "70",
                "descriptions" : [
                    "소음인 남성은 내성적이고 소심한 성격을 가지고 있는 반면, 태양인 여성은 활발하고 대범한 타입이기 대문에 상호보완적인 관계로 지낼 수 있어요.",
                    " 단, 태양인 여성의 기가 쎄기 때문에 소음인 남성이 끌려가는 형상이 될 수 있어요.",
                    "태양인 여성이 소음인 남성을 잘 리드하면서 이해해주고 소음인 남성이 활달한 여성의 사회생활을 받아드릴 수 있다면 둘은 호흡이 잘 맞는 좋은 커플이 될 수 있습니다."
                ]
            },
            { 
                "title" : "태음인",
                "point" : "50",
                "descriptions" : [
                    "소음인 남자의 자상한 면과 태음인 여성의 믿음직스러운 면이 어울리는 한쌍이 되는데요.",
                    "양측 모두 \"음의기운\"에 속하기 대문에 보수적이고 내성적인 조용한 집안환경을 조성할 확률이 높아요.",
                    "소음인 남성은 태음인여성이 밝고 여성스럽지 못한것을 탓할 수 있고 태음인 여성또한 소음인 남성이 좀 더 적극적이고 강한 리드를 하기 바랄 수 있어요.",
                    "소음인 남성은 내성적이고 소심해서 자신의 속마음을 잘 표현하지 않고 태음인 여성은 무던하고 느긋해서 남자의 성격을 무난하게 잘 받아주는 타입이 되기도 해요."
                ]
            },
            { 
                "title" : "소양인",
                "point" : "80",
                "descriptions" : [
                    "꼼꼼하고 자상한 성격을 가지고 있는 소음인 남성과 활발하고 밝은 소양인 여성은 서로의 약점을 보완해줄 수 있는 좋은 커플이 될 수 있어요.",
                    "단 소음인 남성은 활달한 성격의 소양인 여성의 생활이나 태도를 어느정도 이해해줄 수 있어야하고 소양인 여성도 상대가 소심하게 굴어도 크게 상관하지 않아야",
                    "마찰없이 좋은 궁합이 될 수 있어요.",
                    "소양인 여성이 너무 일을 거르치고 다녀서 소음인 남성이 여자의 뒷치닥거리를 자주하다보면 짜증이 날 수 있지만",
                    "소음인 남성은 이런걸 왠만하면 이해해줄 수 있는 아량이 있어 문제가 발생하진 않아요."
                ]
            },
            { 
                "title" : "소음인",
                "point" : "50",
                "descriptions" : [
                    "소음인 여성과 소음인 남성은 모두 내성적이며 가정적인 특징을 가지고 있어서 서로 상대를 이해하고 살아 비교적 큰 문제 없이 무난한 궁합이라고 할 수 있어요.",
                    "단, 사소한 일에 감정이 상하면 오래가게 되므로 서로가 상대를 배려해주고 이해해줄 수 있도록해서 감정의 앙금이 남지 않도록 노력하는게 중요해요.",
                    "양쪽 모두 소심한 성격이라서 상대에게 표현은 하지 않지만 내심으로는 작은것에 너무 연연하거나 따지면 피곤해질 수 있으니 덤덤한자세로 넘기는 훈련도 필요하죠."
                ]
            }            
        ]
    }
]